#include <stdio.h>
void main()
{
    int num;
    printf("\n\n\t\t  學生個人信息管理系統\n\n");
    printf("========================================================\n");
    printf("\n");
    printf("    ==================系統功能菜单================\n");
    printf("       ========友情提醒: 查詢前請刷新系統!=======\n");
    printf("==================================================\n");
    printf("      |==========================================|\n");
    printf("        |    1.輸入學生信息   2.查詢學生信息  |\n");
    printf("              |------------------------|\n");
    printf("      |    3.修改學生信息    4.按學號刪信息  |\n");
    printf("             |------------------------|\n");
    printf("      |    5.顯示當前信息    6.退出系統      |\n");
    printf("              |-----------------------|\n");
    printf("      |==========================================|\n");
    printf("  ===========================                     \n");
    printf("請選擇菜單編號");
}
